Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/Localizable.xcstrings
Source language: en
Languages: fr

source: Olvid is not authorized to access the camera 😱. You can change this setting within the Settings app.
fr: Olvid n'a pas l'autorisation d'accéder à l'appareil photo 😱. Vous pouvez changer ce paramètre dans l'application Réglages.

source: Olvid requires the Background App Refresh to be turned on. Unfortunately it appears to be off. If you wish to use Olvid, please turn it back on. The reason why this is required lies in the fact that Olvid regularly executes complex, multipass, cryptographic protocols in order to achieve a security level no other app can compete with. These protocols happen in the background and could not work if you had to manually launch Olvid each time a cryptographic computation has to be performed.
fr: Olvid nécessite que l'actualisation en arrière-plan soit activée. Malheureusement, cela ne semble pas être le cas sur cet appareil.

source: Olvid requires your attention.
fr: Olvid requiert votre attention.

# OLVID_AUDIO
source: End-to-end encrypted call
fr: Appel chiffré de bout en bout

# ON_MY_DEVICE_%@
source: On my %@
fr: Sur mon %@

# ONBOARDING_ADD_PROFILE_CREATE_BUTTON
source: Create a new profile
fr: Créer un nouveau profil

# ONBOARDING_ADD_PROFILE_IMPORT_BUTTON
source: Import a profile from another device
fr: Importer un profil depuis un autre appareil

# ONBOARDING_ADD_PROFILE_TITLE
source: Add a new profile on this device
fr: Ajouter un nouveau profil sur cet appareil

# ONBOARDING_BAD_INFORMATIONS_RETURNED_BY_IDENTITY_PROVIDER
source: The informations retrieved from the identity provider are incomplete and do not allow to created an Olvid profile. Please contact your administrator.
fr: Les informations récupérées depuis le fournisseur d'identités sont incomplètes et ne permettent pas de créer de profil Olvid. Nous vous recommandons de contacter votre administrateur.

# ONBOARDING_BUTTON_CHOOSE_BACKUP_FILE_FROM_FILES
source: From File
fr: Depuis Fichiers

# ONBOARDING_BUTTON_CHOOSE_BACKUP_FILE_FROM_ICLOUD
source: From iCloud
fr: Depuis iCloud

# ONBOARDING_BUTTON_TITLE_ACTIVATE_MY_PROFILE_ON_THIS_DEVICE
source: Import a profile from another device
fr: Importer un profil depuis un autre appareil

# ONBOARDING_BUTTON_TITLE_I_DO_NOT_HAVE_AN_OLVID_PROFILE
source: I am a new Olvid user
fr: Je suis un nouvel utilisateur

# ONBOARDING_BUTTON_TITLE_I_HAVE_AN_OLVID_PROFILE
source: I already have an Olvid profile
fr: J'ai déjà un profil Olvid

# ONBOARDING_BUTTON_TITLE_RESTORE_BACKUP
source: Restore a backup
fr: Restaurer une sauvegarde

# ONBOARDING_DEVICE_NAME_CHOOSER_BUTTON_TITLE
source: Confirm
fr: Valider

# ONBOARDING_DEVICE_NAME_CHOOSER_SUBTITLE
source: This will help you distinguish between your devices. Device names are only visible to you.
fr: Cela vous permettra de reconnaître vos appareils facilement. Les surnoms ne sont visibles que par vous.

# ONBOARDING_DEVICE_NAME_CHOOSER_TEXTFIELD_%@
source: Example: %@
fr: Exemple: %@

# ONBOARDING_DEVICE_NAME_CHOOSER_TITLE
source: Give a name to this device
fr: Donnez un surnom à cet appareil

# ONBOARDING_DROP_A_BACKUP_FILE_HERE
source: or drop it here
fr: ou déposez le ici

# ONBOARDING_ENTER_BACKUP_KEY
source: Please enter the backup key
fr: Veuillez entrer votre clé de sauvegarde

# ONBOARDING_MANAGED_IDENTITY_SUBTITLE
source: The informations below were retrieved from the identity provider of your company.
fr: Les informations ci-dessous ont été récupérées depuis le fournisseur d’identités de votre société.

# ONBOARDING_NAME_CHOOSER_BUTTON_TITLE
source: Create a profile
fr: Créer un profil

# ONBOARDING_NAME_CHOOSER_MANAGED_PROFILE_BUTTON_TITLE
source: This way
fr: Par ici

# ONBOARDING_NAME_CHOOSER_MANAGED_PROFILE_LABEL
source: Profile managed by your organisation?
fr: Profil fourni par votre organisation ?

# ONBOARDING_NAME_CHOOSER_TEXTFIELD_FIRSTNAME
source: First name
fr: Prénom

# ONBOARDING_NAME_CHOOSER_TEXTFIELD_LASTNAME
source: Last name
fr: Nom

# ONBOARDING_NAME_CHOOSER_TEXTFIELD_POSITION
source: Job title
fr: Poste

# ONBOARDING_NAME_CHOOSER_TITLE
source: Welcome to Olvid
fr: Bienvenue parmi nous

# ONBOARDING_WHICH_BACKUP_DO_YOU_WANT_TO_RESTORE
source: Which backup do you want to restore?
fr: Quelle sauvegarde voulez-vous restaurer ?

# ONE_TO_ONE_DISCUSSION_INVITATION_SENT_TO_%@
source: You invited %@ to have a private discussion. Please wait until they accept it 🤞.
fr: Vous avez envoyé une invitation à discuter en privé à %@, qui doit encore l'accepter 🤞.

source: One-to-one verification
fr: Vérification face-à-face

source: Ongoing call
fr: Appel en cours

# ONGOING_CALL_WITH_DURATION_%@
source: Ongoing call: %@
fr: Appel en cours : %@

# ONLY_GROUP_OWNER_CAN_MODIFY
source: Only a group administrator can modify these settings.
fr: Seul un administrateur du groupe peut modifier ces paramètres.

source: Oops...
fr: Oups...

source: Open
fr: Ouvrir

source: Open in Safari?
fr: Ouvrir dans Safari ?

source: Open Settings
fr: Aller dans les Réglages

# OPEN_HIDDEN_PROFILE_ALERT_MESSAGE
source: If you created a hidden profile, please enter its password to open it.
fr: Si vous avez créé un profil masqué, veuillez entrer son mot de passe pour l'afficher.

# OPEN_HIDDEN_PROFILE_ALERT_TITLE
source: Open a hidden profile
fr: Afficher un profil masqué

# OPEN_SOURCE_LICENCES
source: Open Source Licenses
fr: Licences Open Source

# OPTION_%@_FROM_A_DISTANCE
source: Option %@: Invite remotely
fr: Option %@ : Inviter à distance

# OPTION_%@_LOCALLY
source: Option %@: Invite locally
fr: Option %@ : Inviter localement

source: Other device
fr: Autre appareil

source: Other group members
fr: Autres membres du groupe

source: Other known users
fr: Autres utilisateurs

# OUTGOING_CALL_IS_CONNECTING
source: Connecting...
fr: Connextion...

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_FAILED_BODY
source: You may still reactivate this device, but beware that this might deactivate another of your other devices (if you have any). If unsure, we recommend that you cancel and try again later.
fr: Vous pouvez néanmoins décider de réactiver cet appareil, mais il se pourrait qu'un autre de vos appareils soit alors désactivé (si vous en avez un). En cas de doute, nous vous recommandons d'annuler et d'essayer à nouveau plus tard.

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_FAILED_TITLE
source: Check failed 😢
fr: La vérification a échoué 😢

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_MULTIDEVICE_AVAILABLE_BODY
source: Since you have a valid subscription to the premium multidevice feature 😎, you can safely reactivate this device now. Do you wish to do so?
fr: Comme vous avez accès à la fonctionalité premium de multi-appareils 😎, vous pouvez réactiver cet appareil dès maintenant. Souhaitez-vous le faire ?

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_MULTIDEVICE_AVAILABLE_TITLE
source: This device can be reactivated now 🙌
fr: Cet appareil peut être réactivé maintenant 🙌

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_NO_ACTIVE_DEVICE_FOUND_BODY
source: It appears you currently have no active device. You can safely reactivate this device now. Do you wish to do so?
fr: Il semblerait que vous n'ayez pas d'appareil activé pour le moment. Vous pouvez réactiver cet appareil dès maintenant. Souhaitez-vous le faire ?

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_NO_ACTIVE_DEVICE_FOUND_TITLE
source: This device can be reactivated now 🙌
fr: Cet appareil peut être réactivé maintenant 🙌

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_NO_MULTIDEVICE_ALL_DEVICES_EXPIRE_TITLE
source: This device can be reactivated now 🙌
fr: Cet appareil peut être réactivé maintenant 🙌

source: It appears you did not subscribe to the multidevice feature, allowing to use Olvid on multiple devices simultaneously. Activating this device requires to deactivate another of your devices. If you wish to do so, please select the device you wish to deactivate from the list below.
fr: Il semblerait que vous n'ayez pas souscrit à la fonctionnalité multi-appareils, permettant d'utiliser Olvid sur plusieurs appareils simultanément. Activer cet appareil nécessite de désactiver un autre de vos appareils. Si vous le souhaitez, choisissez un appareil à désactiver dans la liste ci-dessous.

source: Choose the device that will be deactivated
fr: Choisissez l'appareil à désactiver

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_NO_MULTIDEVICE_N_DEVICES_EXPIRE_BODY
source: You already have %d active devices. Since they will be deactivated at some point in the future, you can safely reactivate this device now. Do you wish to do so?
fr: Vous avez déjà %d autres appareils actifs. Comme il est prévu qu'ils soient désactivés, vous pouvez réactiver cet appareil dès maintenant. Souhaitez-vous le faire ?

# OWNED_IDENTITY_GENERATED_EXPLANATION
source: You just finished Olvid's configuration! No data (first name, last name,...) was ever transmitted to our servers. Everything stays on your device. Did you notice that we did not ask for your phone number nor your email address? And unlike your previous messenger, Olvid will never request access to your address book.
fr: Vous venez de terminer la configuration d'Olvid ! Aucune donnée (nom, prénom, etc.) n'a été transmise à nos serveurs. Tout reste sur votre appareil. Avez-vous remarqué que nous ne vous avons pas demandé votre numéro de téléphone ni votre adresse email ? Et contrairement à votre messagerie précédente, Olvid ne demandera jamais l’accès à votre carnet d’adresses.

# OWNED_IDENTITY_SUMMARY_VIEW_SUBTITLE
source: Let's make sure everything's right
fr: Assurons-nous que tout est correct

# OWNED_IDENTITY_SUMMARY_VIEW_TITLE
source: Ready to add your profile on a new device?
fr: Votre profil est prêt à être ajouté à votre nouvel appareil

# OWNED_IDENTITY_TRANSFER_CONTACTING_SERVER
source: Please wait...
fr: Veuillez patienter...

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_FROM_NEW_DEVICE
source: Enter the code displayed on your new device
fr: Tapez ici le code affiché votre nouvel appareil

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_FROM_OTHER_DEVICE
source: Enter the code displayed on your other device
fr: Tapez ici le code affiché sur l'autre appareil

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_FROM_OTHER_DEVICE_BODY
source: **1.** Start Olvid on your other device. **2.** Tap your profile picture at the top left. **3.** Select the profile you wish to import and tap the "manage" button. **4.** Tap "Add a device" to display the code.
fr: **1.** Démarrez Olvid sur l'autre appareil. **2.** Touchez votre photo de profil en haut à gauche. **3.** Sélectionnez le profil que vous souhaitez importer et touchez le bouton « Gérer ». **4.** Touchez « Ajouter un appareil » pour afficher le code.

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_FROM_OTHER_DEVICE_BUTTON_TITLE
source: Confirm
fr: Valider

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_ON_NEW_DEVICE
source: Enter this code on your new device
fr: Tapez ce code sur votre nouvel appareil

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_ON_OTHER_DEVICE
source: Enter this code on your other device
fr: Tapez ce code sur l'autre appareil

# OWNED_IDENTITY_TRANSFER_ENTER_CODE_ON_OTHER_DEVICE_BODY
source: **1.** Start Olvid on your new device. **2.** If this device has no profile yet, follow the instructions to import a profile. **3.** Otherwise, tap your profile picture at the top left and select "Add a profile".
fr: **1.** Démarrez Olvid sur votre nouvel appareil. **2.** Si vous n'avez pas de profil sur cet appareil, suivez les instructions pour importer un profil. **3.** Sinon, touchez votre photo de profil en haut à gauche et choisissez « Ajouter un profil ».

# OWNED_IDENTITY_TRANSFER_ERROR_SERVER_REQUEST_FAILED
source: We were unable to transfer your profile due to a network error. Please ensure that both of your devices are connected to the internet.
fr: Nous n'avons pas pu transférer votre profil en raison d'une erreur réseau. Veuillez vérifier que vos deux appareils sont connectés à Internet.

source: The profile you are attempting to transfer already exists on this device and cannot be transferred again. After closing this screen, tap on your profile picture to view the list of profiles available on this device.
fr: Le profil que vous tentez de transférer existe déjà sur cet appareil et ne peut pas être transféré une seconde fois. Après avoir fermé cette fenêtre, appuyez sur votre photo de profil pour afficher la liste des profils disponibles sur cet appareil.

# OWNED_IDENTITY_TRANSFER_FAILED_BODY_%@
source: Please try again. If the problem persists, please send the following error to [%@](mailto:%@). We will do our best to help you out!
fr: Veuillez essayer à nouveau. Si le problème persiste, n'hésitez pas à envoyer l'erreur ci-dessous à [%@](mailto:%@). Nous ferons tout notre possible pour vous aider !

# OWNED_IDENTITY_TRANSFER_FAILED_SUBTITLE
source: But please try again
fr: Mais n'hésitez pas à essayer à nouveau

# OWNED_IDENTITY_TRANSFER_FAILED_TITLE
source: We could not transfer your profile
fr: Il n'a pas été possible de transférer votre profil

# OWNED_IDENTITY_TRANSFER_INCORRECT_SERIOUS_ERROR
source: Something went wrong 😳. Please try again.
fr: Quelque chose s'est mal passé 😳. Veuillez réessayer.

# OWNED_IDENTITY_TRANSFER_INCORRECT_TRANSFER_SESSION_NUMBER
source: The code seems to be incorrect 🥲. Please double-check it and try again.
fr: Le code semble être incorrect 🥲. Veuillez le vérifier avant d'essayer à nouveau.

# OWNED_IDENTITY_TRANSFER_KINDA_FAILED_BODY_%@
source: Please send the following error to [%@](mailto:%@). We will do our best to help you out!
fr: N'hésitez pas à envoyer l'erreur ci-dessous à [%@](mailto:%@). Nous ferons tout notre possible pour vous aider !

# OWNED_IDENTITY_TRANSFER_KINDA_FAILED_TITLE
source: Your profile's preferences could not be fully restored on this device
fr: Les préférences de votre profil n'ont pas pu être restaurées complètement

# OWNED_IDENTITY_TRANSFER_TARGET_LAST_STEP
source: Almost there! The remaining steps are perfomed on your second device.
fr: Nous y sommes presque ! Les dernières étapes se passent sur votre deuxième appareil.

source: Partially
fr: Partiellement

source: Password
fr: Mot de passe

source: Paste
fr: Coller

source: Paste an ID
fr: Coller un ID

# PASTE_CONFIGURATION_LINK
source: Paste a configuration from the clipboard
fr: Coller une configuration depuis le presse-papiers

source: Paste contact ID from clipboard
fr: Coller un ID de contact depuis le presse-papiers

# PASTED_STRING_IS_NOT_VALID_OLVID_CONFIG
source: What you just pasted does not seem to be a valid Olvid configuration link 🤔.
fr: Ce que vous venez de coller ne semble pas être une URL de configuration d'Olvid 🤔.

source: Pending
fr: En attente

source: Pending members
fr: Membres en attente

source: Perform the deletion
fr: Suppression

source: Perform the deletion for all users
fr: Suppression chez tous les utilisateurs

source: Perform the introduction
fr: Faire les présentations

source: Perform contact introduction
fr: Faire les présentations

# PERFORM_INTERACTION_DONATION_FOOTER
source: If you activate this option, your Olvid discussions will be suggested when sharing from another app. This choice can be overridden at the discussion level.
fr: Si vous activez cette option, les discussions Olvid apparaîtront directement lorsque vous partagerez du contenu depuis une autre app. Ce paramètre peut être modifié indépendamment pour chaque discussion.

# PERFORM_INTERACTION_DONATION_FOR_THIS_DISCUSSION_FOOTER
source: If you activate this option, this discussion will be suggested when sharing from another app.
fr: Si vous activez cette option, cette discussion apparaîtra directement lorsque vous partagerez du contenu depuis une autre app.

# PERFORM_INTERACTION_DONATION_FOR_THIS_DISCUSSION_LABEL
source: Suggest this discussion when sharing
fr: Suggérer cette discussion pendant un partage

# PERFORM_INTERACTION_DONATION_LABEL
source: Suggest Olvid's discussions when sharing
fr: Suggérer les discussions Olvid pendant un partage

# PERFORM_MANUAL_BACKUP_NOW
source: Make a backup now
fr: Faire une sauvegarde maintenant

# PERMUTE_DEVICE_EXPIRATION_CONFIRMATION_ALERT_TITLE
source: Keep device active and deactivate other device?
fr: Garder l'appareil actif et désactiver un autre appareil ?

source: Personal note
fr: Note personnelle

source: Photo library
fr: Librairie de photos

source: Please authenticate in order to change this setting.
fr: Authentifiez-vous pour changer ce paramètre.

source: Please authenticate to start Olvid
fr: Authentifiez-vous pour démarrer Olvid

source: Please enter all the characters of your backup key.
fr: Entrez tous les caractères de votre clé de sauvegarde.

source: Please fix this serious issue with Olvid
fr: Merci de corriger cette erreur dans Olvid

source: Please note that generating a new backup key will invalidate all your previous backups. If you generate a new backup key, please create a fresh backup right afterwards.
fr: Générer une nouvelle clé de sauvegarde invalide vos sauvegardes précédentes. Si vous décidez de générer une nouvelle clé, nous vous recommandons d'effectuer une sauvegarde juste après.

source: Please open settings and enable Background App Refresh. Hint: If the button is grayed out, you may have turned off the general setting which can be found within: Settings > General > Background App Refresh
fr: Allez dans les Réglages et activez l'actualisation en arrière-plan. Astuce : Si le bouton est grisé, vous avez probablement désactivé le réglage global qui se trouve ici : Réglages > Général > Actualiser en arrière-plan

source: Please remove any pending/group member and try again.
fr: Retirez tous les membres et membres en attente et essayez à nouveau.

# Please report this error to %1$@ so we can fix this issue as fast as possible.
source: Restarting your device may fix this issue. If it does not, please report this error to %1$@ so we can fix this issue as fast as possible.
fr: Il se peut qu'un redémarrage de votre iPhone corrige ce problème. Sinon, nous vous serions reconnaissant d'envoyer cette erreur à %1$@ pour que nous puissions la corriger le plus vite possible.

source: Please sign in to your iCloud account to enable automatic backups. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on. If you don't have an iCloud account, tap Create a new Apple ID.
fr: Connectez-vous à iCloud pour activer les sauvegardes automatiques. Sur l'écran d'accueil, démarrez l'App Réglages, touchez iCloud et entrez votre Apple ID. Activez iCloud Drive. Si vous n'avez pas de compte iCloud, touchez Créer un nouvel Apple ID.

source: Please sign in to your iCloud account. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on.
fr: Connectez-vous à iCloud. Sur l'écran d'accueil, démarrez l'App Réglages, touchez iCloud et entrez votre Apple ID. Activez iCloud Drive.

# PLEASE_CHOOSE_PROFILE_TO_PROCESS_OLVID_URL
source: Please choose the profile you wish to use.
fr: Veuillez choisir le profil avec lequel vous désirez continuer.

# PLEASE_CONTACT_ADMIN_FOR_MORE_DETAILS
source: Please contact your administrator for more details.
fr: Veuillez contacter votre administrateur pour plus d'informations.

# PLEASE_LAUNCH_OLVID_FROM_MAIN_APP
source: Please launch the Olvid App to be able to share content 😉.
fr: Il vous faut lancer l'app Olvid avant de pouvoir partager du contenu 😉.

# PLEASE_NOTE_THAT_YOUR_CUSTOM_PASSCODE_CANNOT_BE_RECOVERED
source: Please note that if you forget your passcode, it cannot be recovered and you won't be able to access Olvid anymore.
fr: Veuillez noter que si vous oubliez votre code personnalisé, il ne sera pas possible de le récupérer, et vous ne pourrez plus accéder à Olvid.

# PLEASE_NOTE_THIS_CODE_WORKS_ONLY_ONCE
source: Please note that this code will work only once.
fr: Ce code n'est utilisable qu'une seule fois.

source: Please try again
fr: Essayez à nouveau

source: Please try again later
fr: Veuillez essayer à nouveau plus tard

# PLEASE_UPDATE_OLVID_FROM_MAIN_APP
source: Please launch the Olvid App in order to finalize its update 🚀. You will be able to share content once this is done 😉.
fr: Veuillez lancer l'app Olvid afin de terminer la mise à jour 🚀. Vous pourrez à nouveau partager du contenu une fois que ce sera fait 😉.

source: Please wait...
fr: Veuillez patienter...

# PLEASE_WAIT_DURING_UPDATE
source: Update in progress. Please do not quit Olvid.
fr: Mise à jour en cours. Veuillez ne pas quitter Olvid.

# PLEASE_WAIT_WHILE_WE_CHECK_WHETHER_YOUR_DEVICE_%@_CAN_BE_REACTIVATED
source: Please stand by while we check whether your device "%@" can be reactivated...
fr: Veuillez patienter pendant que nous verifions si votre appareil « %@ » peut être réactivé...

source: Premium features
fr: Fonctionnalités premium

source: Premium features are available for a limited period of time.
fr: Les fonctionnalités premium sont disponibles pour une durée limitée.

source: Premium features are available for free until %@
fr: Les fonctionnalités premium sont disponibles gratuitement jusqu'au %@

source: Premium features available for free
fr: Fonctionnalités premiums disponibles gratuitement

source: Premium features available until %@
fr: Fonctionnalités premiums disponibles jusqu'au %@

source: Premium features free trial
fr: Période d'essai gratuite des fonctionnalités premiums

source: Premium features tryout
fr: Essai des fonctionnalités premium

source: Premium subscription
fr: Abonnement premium

source: Pressing Enter sends your message
fr: Appuyez sur Entrée pour envoyer votre message

# PREV_DISCUSSION_REMOTE_DELETE_TITLE
source: Who can "delete everywhere" messages from other users?
fr: Qui peut «supprimer partout» les messages d'autres utilisateurs ?

source: Privacy
fr: Vie Privée

source: Privacy policy
fr: Politique de confidentialité

source: Problem
fr: Problème

source: Proceed
fr: Poursuivre

source: Processing
fr: Traitement

# PRODUCTION_LAYOUT
source: In production
fr: En production

# PROFILE_ADDED_SUCCESSFULLY
source: Your profile was added on this device
fr: Votre profil a été ajouté sur cet appareil

# PROFILE_YOU_ARE_ABOUT_TO_ADD_TO_NEW_DEVICE
source: This profile:
fr: Ce profil:

source: Publish
fr: Publier

# PUBLISH_GROUP
source: Publish group changes
fr: Publier les modifications

# PUBLISH_MY_GROUP
source: Publish group changes
fr: Publier les modifications

source: Publish my ID
fr: Publier mon ID

# PUBLISH_NEW_GROUP
source: Publish this new group?
fr: Publier ce nouveau groupe ?

# PUBLISH_NEW_ID
source: Publish your new ID?
fr: Publier votre nouvel ID ?

source: QR code
fr: Code QR

# QUICK_EMOJI_EXPLANATION
source: The quick emoji is available when the text field allowing to compose messages is empty. Tapping this emoji sends it emmediately. Tapping this emoji twice (or three times) sends it twice (or three times). Here, you can customize the default quick emoji for all discussions. This choice can be overriden at the discussion level, by customizing the quick emoji of the discussion.
fr: L'emoji rapide est accessible quand la zone de composition de message ne contient pas de texte. Appuyer sur cet emoji l'envoie immédiatement. Appuyer deux (ou trois) fois en envoie deux (ou trois). Vous pouvez personnaliser ici l'emoji rapide par défaut pour toutes les discussions. Ce choix peut être outrepassé au niveau de chaque discussion, en personnalisant l'emoji rapide de la discussion.

# REACTIVATE_PROFILE_BUTTON_TITLE
source: Reactivate my profile on this device
fr: Réactiver mon profil sur cet appareil

source: Read
fr: Lu

source: Read receipts
fr: Confirmations de lecture

# READ_ONCE_LABEL
source: Read once
fr: Lecture unique
